tap "homebrew/bundle"
brew "bat"
brew "python@3.12"
brew "chezmoi"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "handbrake"
brew "htop"
brew "nano"
brew "powerlevel10k"
brew "python-tk@3.12"
brew "thefuck"
brew "tldr"
brew "tree-sitter"
brew "wireshark"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "adobe-creative-cloud"
cask "betterdisplay"
cask "carbon-copy-cloner"
cask "drawio"
cask "firefox"
cask "font-meslo-for-powerlevel10k"
cask "font-meslo-lg-nerd-font"
cask "git-credential-manager"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "handbrake"
cask "heaven"
cask "hiddenbar"
cask "iterm2"
cask "keka"
cask "logi-options-plus"
cask "nrlquaker-winbox"
cask "qfinder-pro"
cask "raycast"
cask "rectangle"
cask "slack"
cask "stats"
cask "sublime-text"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
vscode "anan.jetbrains-darcula-theme"
vscode "chadalen.vscode-jetbrains-icon-theme"
vscode "foxundermoon.shell-format"
vscode "isudox.vscode-jetbrains-keybindings"
vscode "ms-ceintl.vscode-language-pack-fr"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "sourcegraph.cody-ai"
