tap "clintmod/formulas"
tap "homebrew/bundle"
brew "bat"
brew "chezmoi"
brew "coreutils"
brew "fzf"
brew "gawk"
brew "gh"
brew "gnu-sed"
brew "grep"
brew "htop"
brew "lsd"
brew "nano"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "powerlevel10k"
brew "python-tk@3.12"
brew "thefuck"
brew "tldr"
brew "wget"
brew "wireshark", link: false
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "clintmod/formulas/macprefs"
cask "adobe-creative-cloud"
cask "android-platform-tools"
cask "betterdisplay"
cask "blender-benchmark"
cask "carbon-copy-cloner"
cask "drawio"
cask "firefox"
cask "font-meslo-for-powerlevel10k"
cask "font-meslo-lg-nerd-font"
cask "git-credential-manager"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "hiddenbar"
cask "iterm2"
cask "keka"
cask "kitty"
cask "nrlquaker-winbox"
cask "qfinder-pro"
cask "raycast"
cask "rectangle"
cask "slack"
cask "stats"
cask "sublime-text"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "wifiman"
cask "wireshark"
cask "zenmap"
vscode "adobe.extendscript-debug"
vscode "anan.jetbrains-darcula-theme"
vscode "chadalen.vscode-jetbrains-icon-theme"
vscode "foxundermoon.shell-format"
vscode "hennamann.jsx"
vscode "isudox.vscode-jetbrains-keybindings"
vscode "kevinrose.vsc-python-indent"
vscode "ms-ceintl.vscode-language-pack-fr"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "sourcegraph.cody-ai"
vscode "yutengjing.adobe-extension-devtools"
